Repository: bobbingwide/oik-weightcountry-shipping
Catalog: languages/oik-weightcountry-shipping-bb_BB.po
Languages: bb_bb

source: Weight/Country
bb_bb: Wiehgt/Cuotnry

source: Weight and country based shipping
bb_bb: Wiehgt And cuotnry bsaed sihppnig

source: Define shipping by weight and country
bb_bb: Dfenie sihppnig by wiehgt And cuotnry

source: Enable/Disable
bb_bb: Eanlbe/Dsibale

source: Enable this shipping method
bb_bb: Eanlbe tihs sihppnig mteohd

source: Method Title
bb_bb: Mteohd Ttile

source: This controls the title which the user sees during checkout.
bb_bb: Tihs cnortlos thE ttile wihch thE uesr sees drunig cehkcuot.

source: Regular Shipping
bb_bb: Rgeluar Sihppnig

source: Tax Status
bb_bb: TAx Satuts

source: Taxable
bb_bb: Txabale

source: None
bb_bb: Nnoe

source: Handling Fee
bb_bb: Hnaldnig FEE

source: Fee excluding tax, e.g. 3.50. Leave blank to disable.
bb_bb: FEE ecxulidng tAx, E.g. 3.50. Laeve balnk tO dsibale.

source: Shipping Rates
bb_bb: Sihppnig Rtaes

source: Set your weight based rates in %1$s for country groups (one per line). <br /> Syntax: Max weight|Cost|Country Group number|Method Title<br />Example: 10|6.95|3| <br />For decimal, use a dot not a comma.
bb_bb: SEt yuor wiehgt bsaed rtaes In %1$s fOr cuotnry gorpus (OnE pEr lnie). <br /> Snyatx: MAx wiehgt|Csot|Cuotnry Gorup nmuebr|Mteohd Title<br />Example: 10|6.95|3| <br />For dcemial, UsE A dOt nOt A cmoma.

source: Number of country groups
bb_bb: Nmuebr Of cuotnry gorpus

source: Number of groups of countries sharing delivery rates (hit "Save changes" button after you have changed this setting).
bb_bb: Nmuebr Of gorpus Of cuotnires sahirng dlevirey rtaes (hIt "Svae cahgnes" btuotn atfer yOU hvae cahgned tihs steitng).

source: Country Group %s
bb_bb: Cuotnry Gorup %s

source: Weight and Country based shipping
bb_bb: Wiehgt And Cuotnry bsaed sihppnig

source: Lets you calculate shipping based on Country and weight of the cart.
bb_bb: Ltes yOU claucalte sihppnig bsaed On Cuotnry And wiehgt Of thE crat.

source: Lets you set unlimited weight bands on per country basis and group countries that share same delivery cost/bands.
bb_bb: Ltes yOU sEt ulnmitied wiehgt bnads On pEr cuotnry bsais And gorup cuotnires taht sahre smae dlevirey csot/bnads.

source: This plugin is no longer supported.
bb_bb: Tihs pulign Is nO lnoegr spuoptred.

source: Please switch to %1$s
bb_bb: Pelsae siwcth tO %1$s

source: oik Weight/Country Shipping
bb_bb: OIk Wiehgt/Cuotnry Sihppnig

source: WooCommerce extension for Weight/Country shipping. No longer supported. Please switch to oik-weight-zone-shipping.
bb_bb: WoooCmmrece etxneison fOr Wiehgt/Cuotnry sihppnig. NO lnoegr spuoptred. Pelsae siwcth tO OIk-wiehgt-znoe-sihppnig.

source: bobbingwide
bb_bb: bboibgniwde
