Repository: bobbingwide/oik-weightcountry-shipping
Catalog: languages/oik-weightcountry-shipping-*.po
Languages: fr_fr, ru_ru

source: Weight/Country
fr_fr: Poids/Pays
ru_ru: Вес/Страна

source: Weight and country based shipping
fr_fr: Livraison basée sur le poids et le pays
ru_ru: Расчет стоимости доставки на основе веса корзины и страны получателя

source: Define shipping by weight and country
fr_fr: Définir les frais de livraison par poids et par pays
ru_ru: Рассчитывать доставку на основании веса корзины и страны получателя

source: Enable/Disable
fr_fr: Activer/Désactiver
ru_ru: Включить/Выключить

source: Enable this shipping method
fr_fr: Active cette méthode de livraison
ru_ru: Активировать данный метод доставки

source: Method Title
fr_fr: Nom du mode
ru_ru: Название метода доставки

source: This controls the title which the user sees during checkout.
fr_fr: Ceci contrôle le titre que l'utilisateur voit lors du paiement.
ru_ru: Это определяет, какое название метода доставки увидит пользователь на этапе оформления заказа

source: Regular Shipping
fr_fr: Livraison classique
ru_ru: Обычная доставка

source: Tax Status
fr_fr: Etat de la taxe
ru_ru: Подлежит ли налогообложению

source: Taxable
ru_ru: Да

source: None
fr_fr: Aucun(e)
ru_ru: Нет

source: Handling Fee
fr_fr: Frais de traitement
ru_ru: Плата за обработку заказа

source: Fee excluding tax, e.g. 3.50. Leave blank to disable.
fr_fr: Frais excluant la TVA, par exemple 3.5. Laisser vide pour ignorer.
ru_ru: Плата за обработку заказа с включенным в нее налогом, равная например, 3.50. Оставьте поле пустым, чтобы не включать эту плату в расчет доставки.

source: Shipping Rates
fr_fr: Frais de livraison
ru_ru: Тарифы на доставку

source: Set your weight based rates in %1$s for country groups (one per line). <br /> Syntax: Max weight|Cost|Country Group number|Method Title<br />Example: 10|6.95|3| <br />For decimal, use a dot not a comma.
fr_fr: Configurer vos frais de livraison au poids en %1$s groupes de pays (un par ligne). <br /> Syntaxe : Poids maximum|Prix|Numéro du groupe de pays|Titre de la méthode<br />Exemple : 10|6.95|3| <br />Pour les décimales, utilisez un point, pas une virgule.
ru_ru: Укажите тарифы на доставку для каждой группы стран (каждая запись должна начинаться с новой строки) в зависимости от максимального веса в %1$s для корзины покупок. <br /> Используйте следующий формат записи тарифа: Максимальный вес|стоимость|номер страновой группы|название метода<br>Пример: <br> Example: 10|6.95|3| <br />В качестве разделителя десятичной части числа используйте точку. а не зяпятую.

source: Number of country groups
fr_fr: Nombre de groupes de pays
ru_ru: Число групп стран

source: Number of groups of countries sharing delivery rates (hit "Save changes" button after you have changed this setting).
fr_fr: Nombre de groupes de pays partageant les frais de livraison (appuyez sur "Enregistrer les changements" après avoir modifié ce réglage).
ru_ru: Число групп стран, для которых применяются обшие правила расчет доставки. (нажмите "Сохранить изменения", чтобы число полей изменилось соответственно числу групп стран.

source: Country Group %s
fr_fr: Groupe de pays %s
ru_ru: Группа стран %s

source: Weight and Country based shipping
fr_fr: Livraison basée sur le poids et le pays
ru_ru: Расчет стоимости доставки на основе веса корзины и страны получателя

source: Lets you calculate shipping based on Country and weight of the cart.
fr_fr: Vous permet de calculer les frais de livraison en fonction du pays et du poids du panier.
ru_ru: Позволяет производить расчет стоимости доставки на основании страны получателя и веса корзины покупок

source: Lets you set unlimited weight bands on per country basis and group countries that share same delivery cost/bands.
fr_fr: Vous permet de définir un nombre illimité de règles de livraison en fonction du poids et du pays ou de groupes de pays qui partagent les même frais.
ru_ru: Позволяет выбрать любое число весовых диапазонов для каждой страны и объединять в группы те страны, для которых тарифы на доставку одинаковы.

source: WooCommerce extension for Weight/Country shipping
fr_fr: Extension WooCommerce pour la livraison au poids/pays
ru_ru: WooCommerce плагин для расчета доставки на базе веса/страны получателя
